{
  "lang": "my",
  "app": {
    "name": "SaveYourTime",
    "tagline": "သင့်ဒစ်ဂျစ်တယ်အချိန်ကို ပိုမိုထိရောက်စွာအသုံးပြုနိုင်ရန် ကူညီသော အချိန်စီမံခန့်ခွဲမှုပေးသည့် extension"
  },
  "common": {
    "settings": "ဆက်တင်များ",
    "dashboard": "ဒက်ရှ်ဘုတ်",
    "active": "သက်ဝင်",
    "save": "သိမ်းဆည်းပါ",
    "cancel": "ပယ်ဖျက်ပါ",
    "delete": "ဖျက်ပါ",
    "edit": "ပြင်ဆင်ပါ",
    "close": "ပိတ်ပါ",
    "time": {
      "hour": "နာရီ",
      "hours": "နာရီများ",
      "minute": "မိနစ်",
      "minutes": "မိနစ်များ",
      "left": "ကျန်သေး",
      "hourShort": "န",
      "hoursShort": "န",
      "minutesShort": "မ"
    }
  },
  "popup": {
    "dailyLimit": "နေ့စဉ်ကန့်သတ်ချက်",
    "timeLeft": "ကျန်ရှိသောအချိန်",
    "timeEnd": "အချိန်ကုန်ဆုံးပြီ",
    "noLimits": "ကန့်သတ်ချက်မသတ်မှတ်ရသေးပါ",
    "otherSites": "အခြားကန့်သတ်ထားသောဝဘ်ဆိုဒ်များ",
    "timeButtons": {
      "15min": "+၁၅မိ",
      "30min": "+၃၀မိ",
      "1hour": "+၁န"
    }
  },
  "warn": {
    "title": "သင်၏အချိန်ကုန်ဆုံးသွားပြီ!",
    "message": "သင်သည် ဤဝဘ်ဆိုဒ်အတွက် နေ့စဉ်အချိန်ကန့်သတ်ချက်သို့ ရောက်ရှိသွားပြီဖြစ်သည်။ ပိုမိုအရေးကြီးသောတာဝန်များသို့ သင်၏အာရုံကိုပြောင်းလွှဲရန် အခွင့်အရေးကောင်းတစ်ခုဖြစ်သည်!",
    "continueAnyway": "မည်သို့ပင်ဖြစ်စေ ဆက်လုပ်ပါ",
    "dailyStats": "ယနေ့ ဤဆိုက်သည် စုစုပေါင်းအသုံးပြုမှု <strong>{{ totalTime }}</strong> ဖြင့်",
    "timeOption": {
      "15min": "+၁၅ မိနစ်",
      "30min": "+၃၀ မိနစ်",
      "1hour": "+၁ နာရီ",
      "2hours": "+၂ နာရီ"
    }
  },
  "settings": {
    "tabs": {
      "dashboard": "ဒက်ရှ်ဘုတ်",
      "siteManagement": "ဆိုဒ်စီမံခန့်ခွဲခြင်း",
      "activeLimits": "သက်ဝင်နေသောကန့်သတ်ချက်များ"
    },
    "stats": {
      "restrictedSites": "ကန့်သတ်ထားသောဝဘ်ဆိုဒ်များ",
      "blocked": "ပိတ်ပင်ထားသောဝဘ်ဆိုဒ်များ",
      "notBlocked": "ခွင့်ပြုထားသောဝဘ်ဆိုဒ်များ",
      "mostVisited": "သင်အချိန်အများဆုံးအသုံးပြုသောဆိုဒ်များ"
    },
    "sites": {
      "addNew": "ဝဘ်ဆိုဒ်အသစ်ထည့်ပါ",
      "editSite": "ဝဘ်ဆိုဒ်ပြင်ဆင်ပါ",
      "siteUrl": "ဝဘ်ဆိုဒ် URL (ဥပမာ - facebook.com)",
      "timeTemplates": "အချိန်တမ်းပလိတ်များ",
      "customTime": "စိတ်ကြိုက်အချိန်",
      "add": "ထည့်ပါ",
      "quickAdd": "အမြန်ထည့်ရန်",
      "restrictedSites": "ကန့်သတ်ထားသောဝဘ်ဆိုဒ်များ",
      "remaining": "ကျန်ရှိသောအချိန်"
    },
    "activeLimits": {
      "title": "လက်ရှိကန့်သတ်ထားသောဆိုဒ်များ"
    },
    "general": {
      "title": "အထွေထွေဆက်တင်များ",
      "resetData": "ဒေတာအားလုံးကိုပြန်လည်သတ်မှတ်ပါ",
      "resetDataConfirm": "သိမ်းဆည်းထားသောဒေတာအားလုံးကို ဖျက်ပစ်မည်ဖြစ်သည်။ ဤလုပ်ဆောင်ချက်ကို နောက်ပြန်ပြင်၍မရပါ။ ဆက်လုပ်လိုပါသလား။",
      "github": "GitHub Repo",
      "virusTotal": "VirusTotal ရလဒ်များ",
      "reportIssue": "ပြဿနာတင်ပြပါ",
      "privacy": "ကိုယ်ရေးကိုယ်တာမူဝါဒ",
      "documentation": "မှတ်တမ်းမှတ်ရာ"
    }
  },
  "thanks": {
    "welcome": "SaveYourTime သို့ကြိုဆိုပါသည်!",
    "thankYou": "ထည့်သွင်းအသုံးပြုသည့်အတွက် ကျေးဇူးတင်ပါသည်",
    "features": {
      "timeLimit": {
        "title": "အချိန်ကန့်သတ်ခြင်း",
        "description": "လူမှုမီဒီယာနှင့် အာရုံပြောင်းစေသော အခြားဝဘ်ဆိုဒ်များအတွက် နေ့စဉ်အချိန်ကန့်သတ်ချက်များ သတ်မှတ်ပါ။ သင့်ကန့်သတ်ချက်ရောက်ရှိသောအခါ သင့်ကိုသိမ်းမွေ့စွာ သတိပေးပါမည်။"
      },
      "statistics": {
        "title": "အသုံးပြုမှုစာရင်းအင်းများ",
        "description": "မြင်သာသောဂရပ်များဖြင့် မတူညီသောဝဘ်ဆိုဒ်များပေါ်တွင် သင်အသုံးပြုသောအချိန်ကို ခြေရာခံပြီး သင့်အချိန်ကို ပိုမိုကောင်းမွန်စွာစီမံပါ။"
      },
      "blocking": {
        "title": "စမတ်ပိတ်ဆို့ခြင်း",
        "description": "အချိန်ကန့်သတ်ချက်များ ကျော်လွန်သောအခါ လုံး၀ပိတ်ဆို့ခြင်း သို့မဟုတ် သိမ်မွေ့သောသတိပေးချက်များကို ရွေးချယ်ပါ။ လိုအပ်သည့်အခါတိုင်း အချိန်ပိုထည့်နိုင်ပါသည်။"
      }
    },
    "howItWorks": {
      "title": "SaveYourTime မည်သို့လုပ်ဆောင်သနည်း?",
      "steps": [
        {
          "title": "ဝဘ်ဆိုဒ်များထည့်ပါ",
          "description": "အချိန်ကန့်သတ်လိုသော ဝဘ်ဆိုဒ်များကိုထည့်ပြီး တစ်ခုစီအတွက် နေ့စဉ်အချိန်ကန့်သတ်ချက်သတ်မှတ်ပါ။"
        },
        {
          "title": "အသုံးပြုမှုခြေရာခံခြင်း",
          "description": "Extension သည် နောက်ခံတွင် တိတ်ဆိတ်စွာအလုပ်လုပ်ပြီး သင်သတ်မှတ်ထားသောဝဘ်ဆိုဒ်များတွင် သင်အသုံးပြုသောအချိန်ကိုစောင့်ကြည့်ပါမည်။"
        },
        {
          "title": "ကန့်သတ်ချက်အကြောင်းကြားခြင်း",
          "description": "သတ်မှတ်ထားသောအချိန်ကုန်ဆုံးသောအခါ၊ ဆက်လက်မလုပ်ဆောင်မီ သိမ်မွေ့သောသတိပေးချက်တစ်ခုကို သင်တွေ့မြင်ရမည်။"
        },
        {
          "title": "ပြုပြင်နိုင်သောထိန်းချုပ်မှု",
          "description": "လိုအပ်ပါက အချိန်တိုးမြှင့်နိုင်သည် သို့မဟုတ် ကန့်သတ်ချက်အားလုံးကို ဖယ်ရှားနိုင်ပါသည်။ သင်သည်အမြဲထိန်းချုပ်နိုင်သည်။"
        }
      ]
    },
    "privacy": {
      "title": "ကိုယ်ရေးကိုယ်တာနှင့် ဒေတာလုံခြုံရေး",
      "description": "SaveYourTime သည် <strong>သင်၏ဒေတာအားလုံးကို သင့်ဘရောက်ဆာတွင်သာ ဒေသခံအဖြစ်သိမ်းဆည်း</strong>ပြီး ပြင်ပဆာဗာများသို့ မည်သည့်အချက်အလက်မျှ မပို့ပါ။ သင်၏ဆိုဒ်အသုံးပြုမှုဒေတာနှင့် ဆက်တင်များကို သင့်ဘရောက်ဆာ၏ \"local storage\" ဧရိယာတွင် လုံခြုံစွာသိမ်းဆည်းထားသည်။",
      "details": "ကျွန်ုပ်တို့၏ extension သည် အနည်းဆုံးခွင့်ပြုချက်များသာလိုအပ်ပြီး သင်သတ်မှတ်ထားသောဆိုဒ်များကိုသာ ဝင်ရောက်ကြည့်ရှုပါသည်။ သင်၏ကိုယ်ရေးကိုယ်တာနှင့် ဒေတာလုံခြုံရေးသည် ကျွန်ုပ်တို့၏ထိပ်တန်းဦးစားပေးချက်များဖြစ်သည်။",
      "openSource": "ကုဒ်အရင်းအမြစ်အားလုံးသည် ပွင့်လင်းပြီး ကျွန်ုပ်တို့၏ GitHub စာမျက်နှာမှ ပြန်လည်သုံးသပ်နိုင်ပြီး ပြင်ဆင်နိုင်ပါသည်။",
      "learnMore": "ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာမူဝါဒအကြောင်း ပိုမိုလေ့လာရန်",
      "learnMoreLink": "ဤနေရာကိုနှိပ်ပါ"
    },
    "actions": {
      "configure": "ဆက်တင်များသတ်မှတ်ပါ",
      "viewSource": "GitHub ပေါ်တွင် Source ကိုကြည့်ပါ",
      "virusTotal": "VirusTotal ရလဒ်များ"
    }
  },
  "privacy": {
    "title": "SaveYourTime ကိုယ်ရေးကိုယ်တာမူဝါဒ",
    "subtitle": "ကျွန်ုပ်တို့သည် သင်၏ဒေတာကိုယ်ရေးကိုယ်တာကို မည်သို့ကာကွယ်သည်ဆိုသည့်အကြောင်း အချက်အလက်",
    "commitment": {
      "title": "ကိုယ်ရေးကိုယ်တာကတိကဝတ်",
      "description": "SaveYourTime တွင် ကျွန်ုပ်တို့သည် သင်၏ကိုယ်ရေးကိုယ်တာနှင့် ဒေတာလုံခြုံရေးကို တန်ဖိုးထားပါသည်။ ဤ extension သည် [hl]ပြင်ပဆာဗာများသို့ မည်သည့်ဒေတာမျှမပို့ပါ[/hl]၊ သင်၏အချက်အလက်အားလုံးကို သင်၏ဘရောက်ဆာထဲတွင်သာ သိမ်းဆည်းထားသည်။"
    },
    "collected": {
      "title": "စုဆောင်းထားသောအချက်အလက်",
      "intro": "SaveYourTime သည် အောက်ပါအချက်အလက်များကိုသာ စုဆောင်းပြီးမှတ်တမ်းတင်ပါသည်-",
      "timeSpent": "သင်သတ်မှတ်ထားသောဝဘ်ဆိုဒ်များတွင် သင်အသုံးပြုသောအချိန်",
      "dailyLimits": "သင်သတ်မှတ်ထားသောနေ့စဉ်အချိန်ကန့်သတ်ချက်များ",
      "settings": "သင်၏ extension ဆက်တင်များနှင့် ဦးစားပေးချက်များ",
      "storage": "ဤအချက်အလက်များကို [hl]သင်၏ဒေသခံဘရောက်ဆာတွင်သာ သိမ်းဆည်းထားပြီး[/hl] extension သင့်လျော်စွာအလုပ်လုပ်ရန် လိုအပ်ပါသည်။"
    },
    "storage": {
      "title": "ဒေတာသိမ်းဆည်းခြင်းနှင့်ပို့ဆောင်ခြင်း",
      "intro": "SaveYourTime:",
      "noSend": "[hl]ပြင်ပဆာဗာများသို့ မည်သည့်သုံးစွဲသူဒေတာမျှမပို့ပါ[/hl]",
      "localStorage": "သင့်ဘရောက်ဆာ၏ဒေသခံသိုလှောင်မှုဧရိယာတွင် ဒေတာအားလုံးကိုသိမ်းဆည်းပါသည်",
      "offline": "သင့်တွင်အင်တာနက်ချိတ်ဆက်မှုမရှိသည့်အခါတွင်လည်း အလုပ်လုပ်နိုင်ပါသည်",
      "noCookies": "ကွတ်ကီးများကိုအသုံးမပြုပါ",
      "noTracking": "မည်သည့်သုံးစွဲသူအထောက်အထား သို့မဟုတ် session အချက်အလက်ကိုမျှ ခြေရာမခံပါ"
    },
    "security": {
      "title": "ဒေတာလုံခြုံရေး",
      "intro": "သင့်ဒေတာကို သင့်ဘရောက်ဆာတွင်သာသိမ်းဆည်းထားသောကြောင့်-",
      "browserClear": "သင်၏ဘရောက်ဆာရာဇဝင် သို့မဟုတ် cache ကိုရှင်းလင်းလျှင် ၎င်းကို ဖျက်ပစ်နိုင်ပါသည်",
      "uninstall": "extension ကိုဖယ်ရှားသောအခါ သင့်ဘရောက်ဆာမှ မှတ်တမ်းတင်ထားသောဒေတာအားလုံးကို ရှင်းလင်းနိုင်ပါသည်",
      "access": "သင့်ဘရောက်ဆာကသာ သင့်ဒေတာကိုဝင်ရောက်ကြည့်ရှုနိုင်ပါသည်"
    },
    "permissions": {
      "title": "ခွင့်ပြုချက်များ",
      "intro": "SaveYourTime အလုပ်လုပ်ရန် အောက်ပါဘရောက်ဆာခွင့်ပြုချက်များ လိုအပ်ပါသည်-",
      "activeTab": "တက်ကြွသောတက်ဘ်ဝင်ရောက်ခွင့် (သင်သတ်မှတ်ထားသောဆိုဒ်များတွင် အသုံးပြုသောအချိန်ကိုစောင့်ကြည့်ရန်)",
      "storage": "ဒေသခံသိုလှောင်မှုဝင်ရောက်ခွင့် (သင်၏ဆက်တင်များနှင့် အချိန်အချက်အလက်များကို သိမ်းဆည်းရန်)",
      "minimal": "ဤခွင့်ပြုချက်များသည် extension ၏အခြေခံလုပ်ဆောင်ချက်အတွက် အနည်းဆုံးလိုအပ်သည့်အရာများဖြစ်သည်။"
    },
    "openSource": {
      "title": "ပွင့်လင်းရင်းမြစ်ကုဒ်",
      "description": "SaveYourTime သည် အပြည့်အဝပွင့်လင်းရင်းမြစ်စီမံကိန်းတစ်ခုဖြစ်သည်။ ကျွန်ုပ်တို့၏ကုဒ်အခြေခံကို မည်သူမဆိုစစ်ဆေးရန် GitHub တွင်ရရှိနိုင်ပါသည်။",
      "transparency": "ဤပွင့်လင်းမြင်သာမှုသည် ကိုယ်ရေးကိုယ်တာအပေါ် ကျွန်ုပ်တို့၏ကတိကဝတ်ကို ပြသပါသည်။ ကုဒ်ကိုပြန်လည်သုံးသပ်လိုသူတိုင်းသည် extension သည်မည်သည့်ဒေတာမျှအမှန်တကယ်မပို့ကြောင်း အတည်ပြုနိုင်ပါသည်။"
    },
    "rights": {
      "title": "သုံးစွဲသူအခွင့်အရေးများ",
      "intro": "SaveYourTime သုံးစွဲသူတစ်ဦးအနေဖြင့် သင်သည်-",
      "remove": "သင်၏ဘရောက်ဆာဆက်တင်များမှ အချိန်မရွေး extension ကိုဖယ်ရှားနိုင်ပါသည်",
      "delete": "extension ဆက်တင်များမှ မှတ်တမ်းတင်ထားသောဒေတာအားလုံးကို ဖျက်ပစ်နိုင်ပါသည်",
      "modify": "extension ဆက်တင်များမှ သင်လိုချင်သောဒေတာကို ပြုပြင်မွမ်းမံနိုင်ပါသည်"
    },
    "questions": {
      "title": "မေးခွန်းများ",
      "contact": "ကျွန်ုပ်တို့၏ကိုယ်ရေးကိုယ်တာမူဝါဒနှင့်ပတ်သက်၍ မေးခွန်းများရှိပါက ကျွန်ုပ်တို့၏ GitHub စီမံကိန်းမှတဆင့် ကျွန်ုပ်တို့ကိုဆက်သွယ်ပါ။"
    },
    "actions": {
      "home": "ပင်မစာမျက်နှာ"
    }
  }
}
