{
  "lang": "th",
  "app": {
    "name": "SaveYourTime",
    "tagline": "ส่วนขยายการบริหารเวลาที่ช่วยให้คุณใช้เวลาดิจิทัลได้อย่างมีประสิทธิภาพมากขึ้น"
  },
  "common": {
    "settings": "การตั้งค่า",
    "dashboard": "แดชบอร์ด",
    "active": "ใช้งาน",
    "save": "บันทึก",
    "cancel": "ยกเลิก",
    "delete": "ลบ",
    "edit": "แก้ไข",
    "close": "ปิด",
    "time": {
      "hour": "ชั่วโมง",
      "hours": "ชั่วโมง",
      "minute": "นาที",
      "minutes": "นาที",
      "left": "เหลือ",
      "hourShort": "ชม",
      "hoursShort": "ชม",
      "minutesShort": "นาที"
    }
  },
  "popup": {
    "dailyLimit": "ขีดจำกัดรายวัน",
    "timeLeft": "เวลาที่เหลือ",
    "timeEnd": "หมดเวลา",
    "noLimits": "ไม่ได้ตั้งค่าขีดจำกัด",
    "otherSites": "เว็บไซต์จำกัดอื่นๆ",
    "timeButtons": {
      "15min": "+15นาที",
      "30min": "+30นาที",
      "1hour": "+1ชม"
    }
  },
  "warn": {
    "title": "คุณหมดเวลาแล้ว!",
    "message": "คุณถึงขีดจำกัดเวลารายวันสำหรับเว็บไซต์นี้แล้ว นี่เป็นโอกาสดีที่จะหันความสนใจไปยังงานที่สำคัญกว่า!",
    "continueAnyway": "ดำเนินการต่อ",
    "dailyStats": "วันนี้ เว็บไซต์นี้มีการใช้งานทั้งหมด <strong>{{ totalTime }}</strong>",
    "timeOption": {
      "15min": "+15 นาที",
      "30min": "+30 นาที",
      "1hour": "+1 ชั่วโมง",
      "2hours": "+2 ชั่วโมง"
    }
  },
  "settings": {
    "tabs": {
      "dashboard": "แดชบอร์ด",
      "siteManagement": "การจัดการเว็บไซต์",
      "activeLimits": "ขีดจำกัดที่ใช้งานอยู่"
    },
    "stats": {
      "restrictedSites": "เว็บไซต์ที่จำกัด",
      "blocked": "เว็บไซต์ที่ถูกบล็อก",
      "notBlocked": "เว็บไซต์ที่อนุญาต",
      "mostVisited": "เว็บไซต์ที่คุณใช้เวลาส่วนใหญ่"
    },
    "sites": {
      "addNew": "เพิ่มเว็บไซต์ใหม่",
      "editSite": "แก้ไขเว็บไซต์",
      "siteUrl": "URL เว็บไซต์ (เช่น facebook.com)",
      "timeTemplates": "เทมเพลตเวลา",
      "customTime": "เวลาที่กำหนดเอง",
      "add": "เพิ่ม",
      "quickAdd": "เพิ่มด่วน",
      "restrictedSites": "เว็บไซต์ที่จำกัด",
      "remaining": "เวลาที่เหลือ"
    },
    "activeLimits": {
      "title": "เว็บไซต์ที่มีการจำกัดในปัจจุบัน"
    },
    "general": {
      "title": "การตั้งค่าทั่วไป",
      "resetData": "รีเซ็ตข้อมูลทั้งหมด",
      "resetDataConfirm": "ข้อมูลที่บันทึกไว้ทั้งหมดจะถูกลบ การกระทำนี้ไม่สามารถเปลี่ยนกลับได้ คุณต้องการดำเนินการต่อหรือไม่?",
      "github": "GitHub Repo",
      "virusTotal": "ผลลัพธ์ VirusTotal",
      "reportIssue": "รายงานปัญหา",
      "privacy": "นโยบายความเป็นส่วนตัว",
      "documentation": "เอกสาร"
    }
  },
  "thanks": {
    "welcome": "ยินดีต้อนรับสู่ SaveYourTime!",
    "thankYou": "ขอบคุณสำหรับการติดตั้ง",
    "features": {
      "timeLimit": {
        "title": "การจำกัดเวลา",
        "description": "ตั้งค่าขีดจำกัดเวลารายวันสำหรับโซเชียลมีเดียและเว็บไซต์ที่รบกวนสมาธิอื่นๆ คุณจะได้รับการแจ้งเตือนเมื่อถึงขีดจำกัด"
      },
      "statistics": {
        "title": "สถิติการใช้งาน",
        "description": "ติดตามเวลาที่คุณใช้บนเว็บไซต์ต่างๆ ด้วยกราฟภาพและจัดการเวลาของคุณได้ดีขึ้น"
      },
      "blocking": {
        "title": "การบล็อกอัจฉริยะ",
        "description": "เลือกระหว่างการบล็อกโดยสมบูรณ์หรือการเตือนเมื่อเกินขีดจำกัดเวลา คุณสามารถเพิ่มเวลาได้ตามต้องการ"
      }
    },
    "howItWorks": {
      "title": "SaveYourTime ทำงานอย่างไร?",
      "steps": [
        {
          "title": "เพิ่มเว็บไซต์",
          "description": "เพิ่มเว็บไซต์ที่คุณต้องการจำกัดเวลาและตั้งค่าขีดจำกัดเวลารายวันสำหรับแต่ละเว็บ"
        },
        {
          "title": "การติดตามการใช้งาน",
          "description": "ส่วนขยายทำงานเงียบๆ ในพื้นหลัง ตรวจสอบเวลาที่คุณใช้บนเว็บไซต์ที่ระบุ"
        },
        {
          "title": "การแจ้งเตือนขีดจำกัด",
          "description": "เมื่อเวลาที่ตั้งไว้หมดลง คุณจะเห็นการแจ้งเตือนก่อนดำเนินการต่อ"
        },
        {
          "title": "การควบคุมที่ยืดหยุ่น",
          "description": "คุณสามารถขยายเวลาหรือลบขีดจำกัดทั้งหมดได้เมื่อจำเป็น คุณควบคุมได้เสมอ"
        }
      ]
    },
    "privacy": {
      "title": "ความเป็นส่วนตัวและความปลอดภัยของข้อมูล",
      "description": "SaveYourTime <strong>เก็บข้อมูลทั้งหมดของคุณไว้ในเบราว์เซอร์ของคุณเท่านั้น</strong> และไม่ส่งข้อมูลใดๆ ไปยังเซิร์ฟเวอร์ภายนอก ข้อมูลการใช้งานเว็บไซต์และการตั้งค่าของคุณจะถูกเก็บไว้อย่างปลอดภัยในพื้นที่ \"local storage\" ของเบราว์เซอร์",
      "details": "ส่วนขยายของเราต้องการสิทธิ์ขั้นต่ำและเข้าถึงเฉพาะเว็บไซต์ที่คุณระบุเท่านั้น ความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณเป็นสิ่งสำคัญอันดับแรกของเรา",
      "openSource": "โค้ดทั้งหมดเป็นแบบโอเพนซอร์ส สามารถตรวจสอบและแก้ไขได้จากหน้า GitHub ของเรา",
      "learnMore": "หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับนโยบายความเป็นส่วนตัวของเรา",
      "learnMoreLink": "คลิกที่นี่"
    },
    "actions": {
      "configure": "กำหนดค่า",
      "viewSource": "ดูซอร์สโค้ดบน GitHub",
      "virusTotal": "ผลลัพธ์ VirusTotal"
    }
  },
  "privacy": {
    "title": "นโยบายความเป็นส่วนตัวของ SaveYourTime",
    "subtitle": "ข้อมูลเกี่ยวกับวิธีที่เราปกป้องความเป็นส่วนตัวของข้อมูลของคุณ",
    "commitment": {
      "title": "ความมุ่งมั่นด้านความเป็นส่วนตัว",
      "description": "ที่ SaveYourTime เราให้ความสำคัญกับความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณ ส่วนขยายนี้ [hl]ไม่ส่งข้อมูลใดๆ ไปยังเซิร์ฟเวอร์ภายนอก[/hl] และข้อมูลทั้งหมดของคุณถูกเก็บไว้ในเบราว์เซอร์ของคุณเท่านั้น"
    },
    "collected": {
      "title": "ข้อมูลที่เก็บรวบรวม",
      "intro": "SaveYourTime เก็บและบันทึกเฉพาะข้อมูลต่อไปนี้:",
      "timeSpent": "เวลาที่คุณใช้บนเว็บไซต์ที่คุณระบุ",
      "dailyLimits": "ขีดจำกัดเวลารายวันที่คุณตั้งค่า",
      "settings": "การตั้งค่าและค่าที่คุณต้องการของส่วนขยาย",
      "storage": "ข้อมูลนี้[hl]ถูกเก็บไว้ในเบราว์เซอร์ท้องถิ่นของคุณเท่านั้น[/hl] และจำเป็นสำหรับการทำงานที่เหมาะสมของส่วนขยาย"
    },
    "storage": {
      "title": "การจัดเก็บและการส่งข้อมูล",
      "intro": "SaveYourTime:",
      "noSend": "[hl]ไม่ส่งข้อมูลผู้ใช้ใดๆ ไปยังเซิร์ฟเวอร์ภายนอก[/hl]",
      "localStorage": "เก็บข้อมูลทั้งหมดในพื้นที่จัดเก็บข้อมูลท้องถิ่นของเบราว์เซอร์ของคุณ",
      "offline": "สามารถทำงานได้แม้เมื่อคุณไม่มีการเชื่อมต่ออินเทอร์เน็ต",
      "noCookies": "ไม่ใช้คุกกี้",
      "noTracking": "ไม่ติดตามข้อมูลตัวตนหรือเซสชันของผู้ใช้"
    },
    "security": {
      "title": "ความปลอดภัยของข้อมูล",
      "intro": "เนื่องจากข้อมูลของคุณถูกเก็บไว้ในเบราว์เซอร์ของคุณเท่านั้น:",
      "browserClear": "อาจถูกลบหากคุณล้างประวัติหรือแคชของเบราว์เซอร์",
      "uninstall": "คุณสามารถล้างข้อมูลที่บันทึกทั้งหมดจากเบราว์เซอร์ของคุณเมื่อถอนการติดตั้งส่วนขยาย",
      "access": "เฉพาะเบราว์เซอร์ของคุณเท่านั้นที่สามารถเข้าถึงข้อมูลของคุณได้"
    },
    "permissions": {
      "title": "สิทธิ์",
      "intro": "SaveYourTime ต้องการสิทธิ์เบราว์เซอร์ต่อไปนี้เพื่อทำงาน:",
      "activeTab": "การเข้าถึงแท็บที่ใช้งานอยู่ (เพื่อตรวจสอบเวลาที่ใช้บนเว็บไซต์ที่คุณระบุ)",
      "storage": "การเข้าถึงที่เก็บข้อมูลท้องถิ่น (เพื่อบันทึกการตั้งค่าและข้อมูลเวลาของคุณ)",
      "minimal": "สิทธิ์เหล่านี้เป็นขั้นต่ำที่จำเป็นสำหรับฟังก์ชันหลักของส่วนขยาย"
    },
    "openSource": {
      "title": "รหัสโอเพนซอร์ส",
      "description": "SaveYourTime เป็นโปรเจกต์โอเพนซอร์สอย่างเต็มรูปแบบ โค้ดของเรามีให้ทุกคนตรวจสอบได้บน GitHub",
      "transparency": "ความโปร่งใสนี้แสดงถึงความมุ่งมั่นของเราต่อความเป็นส่วนตัว ใครก็ตามที่ต้องการตรวจสอบโค้ดสามารถตรวจสอบได้ว่าส่วนขยายไม่ได้ส่งข้อมูลใดๆ จริง"
    },
    "rights": {
      "title": "สิทธิ์ของผู้ใช้",
      "intro": "ในฐานะผู้ใช้ SaveYourTime คุณสามารถ:",
      "remove": "ลบส่วนขยายออกจากการตั้งค่าเบราว์เซอร์ของคุณได้ทุกเมื่อ",
      "delete": "ลบข้อมูลที่บันทึกไว้ทั้งหมดจากการตั้งค่าส่วนขยาย",
      "modify": "แก้ไขข้อมูลใดๆ ที่คุณต้องการจากการตั้งค่าส่วนขยาย"
    },
    "questions": {
      "title": "คำถาม",
      "contact": "หากคุณมีคำถามเกี่ยวกับนโยบายความเป็นส่วนตัวของเรา โปรดติดต่อเราผ่านโปรเจกต์ GitHub ของเรา"
    },
    "actions": {
      "home": "หน้าหลัก"
    }
  }
}
